{
  "Users": [
    {
      "id": "1",
      "username": "admin",
      "email": "admin@mail.com",
      "password": "admin",
      "role": "admin",
      "phoneNumber": "08111111",
      "address": "Pondok Indah"
    },
    {
      "id": "2",
      "username": "customer",
      "email": "customer@mail.com",
      "password": "customer",
      "role": "customer",
      "phoneNumber": "0822222",
      "address": "Cipete"
    }
  ],
  "Categories": [
    {
      "id": "1",
      "name": "Men"
    },
    {
      "id": "2",
      "name": "Women"
    },
    {
      "id": "3",
      "name": "Gifts"
    },
    {
      "id": "4",
      "name": "Fragrances"
    },
    {
      "id": "5",
      "name": "Watches"
    },
    {
      "id": "6",
      "name": "Jewelry"
    },
    {
      "id": "7",
      "name": "Clothes"
    },
    {
      "id": "8",
      "name": "Bags"
    },
    {
      "id": "9",
      "name": "Accessories"
    },
    {
      "id": "10",
      "name": "Shoes"
    }
  ],
  "Products": [
    {
      "id": "1",
      "name": "LOCK IT TOTE",
      "slug": "LOCK-IT-TOTE",
      "description": "The Lock It Tote bag in grained calf leather displays a number of the House’s classic design codes, such as the leather side bands found on the Keepall bags and handle mounts from the Speedy family. This tote can easily fit a laptop and still has room for other daily essentials. The supple calf leather brings a luxurious feel.",
      "price": "3850",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lock-it-tote-lv-aerogram-bags--M59158_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "8",
      "authorId": "1"
    },
    {
      "id": "2",
      "name": "CITY KEEPALL",
      "slug": "CITY-KEEPALL",
      "description": "Inspired by Louis Vuitton’s historic Keepall bag, the City Keepall is a compact and stylish everyday companion. This version is crafted in buttery-soft Aerogram leather in an elegant shade of gray, embellished with a signature name tag and the “LV” initials in tone-on-tone metal. And it comes with an adjustable strap for comfortable hands-free carry.",
      "price": "2590",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-city-keepall-lv-aerogram-bags--M59328_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "8",
      "authorId": "1"
    },
    {
      "id": "3",
      "name": "BRIEFCASE",
      "slug": "BRIEFCASE",
      "description": "Slim and equipped with a padded pocket for a computer, the business-friendly Briefcase is fashioned from Aerogram grained calf leather for a supple, luxurious feel. It features a removable Jacquard strap, with Louis Vuitton woven into the textile, and is signed with metallic LV Initials on the lower right corner.",
      "price": "3400",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-briefcase-lv-aerogram-bags--M59159_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "8",
      "authorId": "1"
    },
    {
      "id": "4",
      "name": "LV INITIALES 40MM REVERSIBLE",
      "slug": "LV-INITIALES-40MM-REVERSIBLE",
      "description": "This reversible belt associates the iconic LV Initiales buckle in dark ruthenium with our new Monogram Eclipse canvas. Subtly branded, it is a perfect match for the Maison's leather goods and shoes.",
      "price": "590",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-initiales-40mm-reversible-monogram-eclipse-canvas-belts--M9043U_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "9",
      "authorId": "1"
    },
    {
      "id": "5",
      "name": "MONOGRAM ESSENTIAL CAP",
      "slug": "MONOGRAM-ESSENTIAL-CAP",
      "description": "Designed for a contemporary aesthetic, the Monogram Essential cap features iconic House elements and a sporty silhouette. Its allover Monogram pattern, created with a jacquard weave technique, is over-dyed with a washed treatment that offers a subtly faded effect. It is finished with an adjustable buckled leather strap.",
      "price": "635",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-monogram-essential-cap-s00-hats-and-gloves--M76584_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "9",
      "authorId": "1"
    },
    {
      "id": "6",
      "name": "LV AIR SQUARE SUNGLASSES",
      "slug": "LV-AIR-SQUARE-SUNGLASSES",
      "description": "The LV Air Square sunglasses feature a rimless frame with an eye-catching hexagonal shape. The light and airy design is achieved through a combination of mixed materials and expert craftsmanship. House motifs are celebrated with Louis Vuitton signatures on the temples and lens and LV Initials engraved on the front studs.",
      "price": "610",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-air-square-sunglasses-s00-new-this-season--Z1706U_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "9",
      "authorId": "1"
    },
    {
      "id": "7",
      "name": "ARCHLIGHT SLINGBACK PUMP",
      "slug": "ARCHLIGHT-SLINGBACK-PUMP",
      "description": "The Archlight slingback pump reinterprets the iconic LV Archlight sneaker as a fashion-forward style with a high stiletto heel. This version combines lambskin and Monogram canvas with sporty mesh inserts. The adjustable back strap features a rubber Louis Vuitton signature, while the supple rubber outsole references the wavy design of the sneaker.",
      "price": "1180",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-archlight-slingback-pump-shoes--AN5E1ISL02_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "10",
      "authorId": "1"
    },
    {
      "id": "8",
      "name": "ACADEMY LOAFER",
      "slug": "ACADEMY-LOAFER",
      "description": "The Academy loafer combines black calf leather with a vamp in Louis Vuitton's iconic Monogram canvas. Artistic Director Nicolas Ghesquière has reinterpreted this classic boyish style with an exaggerated leather outsole. The upper is embellished with a gold-tone LV Dauphine signature, referencing the clasp of the Dauphine handbag.",
      "price": "1310",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-academy-loafer-shoes--AIAL4BPC02_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "10",
      "authorId": "1"
    },
    {
      "id": "9",
      "name": "REVIVAL FLAT MULE",
      "slug": "REVIVAL-FLAT-MULE",
      "description": "The Revival flat mule is an easy yet elegant style in extremely soft lamb leather, which is embossed with Louis Vuitton's signature Monogram pattern. It comes in summery colors which coordinate with the leather-goods collection. This model is finished with a padded insole for comfort and a supple leather outsole.",
      "price": "915",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-revival-flat-mule-shoes--ANVH3ALKRC_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "10",
      "authorId": "1"
    },
    {
      "id": "10",
      "name": "LV DIAMONDS PAVÉ V RING, PLATINUM",
      "slug": "LV-DIAMONDS-PAVE-V-RING-PLATINUM",
      "description": "The LV Diamonds Pavé V Ring is crafted in hand-polished platinum finely encrusted with dazzling diamonds. Its unique shape echoes Louis Vuitton’s historic “V” signature originated by Gaston-Louis Vuitton, grandson of the Maison’s founder. Created to mark life’s milestones, this keepsake can be made even more precious by custom engraving with initials, a date or a heartfelt phrase.",
      "price": "4650",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-pav%C3%A9-v-ring-platinum-jewelry--Q9Y47F_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "6",
      "authorId": "1"
    },
    {
      "id": "11",
      "name": "LV DIAMONDS 2.5MM WEDDING BAND, PLATINUM",
      "slug": "LV-DIAMONDS-2.5MM-WEDDING-BAND-PLATINUM",
      "description": "The LV Diamonds wedding band marks an emotional milestone with powerful grace. Cast from precious 950 platinum with a shank shaped like a V, this finely crafted ring is designed for both women and men. It can be worn as a wedding band as well as an everyday ring combined with other Jewelry pieces. A secret diamond is hidden on the band’s inner surface, adding special meaning to this jewel, which may be customized, if desired, with an engraved date, message or initials.",
      "price": "1600",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-2-5mm-wedding-band-platinum-jewelry--Q9Y49F_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "6",
      "authorId": "1"
    },
    {
      "id": "12",
      "name": "LV DIAMONDS PENDANT, LV MONOGRAM STAR CUT",
      "slug": "LV-DIAMONDS-PENDANT-LV-MONOGRAM-STAR-CUT",
      "description": "The LV Diamonds pendant expresses a dual Louis Vuitton signature: the LV Monogram Star cut, an exclusive cut inspired by the Maison’s historic motif and the basket shaped like a monogram flower. Paved with diamonds at the back, it radiates sumptuous beauty nestled against a gown or bare skin. This piece is accompanied by an LV Diamonds certificate, a unique and immutable digital record of the central diamond’s characteristics and its journey, from extraction to final setting. This secure Certificate is powered by Aura Blockchain Consortium technology.",
      "price": "3250",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-pendant-lv-monogram-star-cut-jewelry--Q03018_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "6",
      "authorId": "1"
    },
    {
      "id": "13",
      "name": "TAMBOUR MONOGRAM",
      "slug": "TAMBOUR-MONOGRAM",
      "description": "Fresh and casual, the Tambour Monogram White combines the House’s emblematic case with a dial depicting the iconic Monogram canvas. The canvas grain is reproduced in detail on the white dial background, alongside a distinctive Louis Vuitton signature and a summery, colored second hand. Thanks to interchangeable straps, the watch can be customized to suit any look.",
      "price": "3955",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-monogram-watches-and-jewelry--QBB107_PM2_Front%20view.png?wid=2048&hei=2048",
      "categoryId": "5",
      "authorId": "1"
    },
    {
      "id": "14",
      "name": "TAMBOUR MOON DUAL TIME 35MM",
      "slug": "TAMBOUR-MOON-DUAL-TIME-35MM",
      "description": "Glamorous and sophisticated, the Tambour Moon Dual Time Navy watch offers a contemporary expression of the art of travel, combining functionality with femininity. Thanks to a 24-hour display, both local and home times are clearly readable on its attractive concave dial, whose printed Monogram Flowers combine with a flower-shaped GMT hand to evoke Louis Vuitton’s heritage. The deep navy blue dial design is adorned with precious diamonds, creating delicate plays of light and reflection.",
      "price": "6770",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-moon-dual-time-35mm-watches--QBB182_PM2_Front%20view.png?wid=2048&hei=2048",
      "categoryId": "5",
      "authorId": "1"
    },
    {
      "id": "15",
      "name": "TAMBOUR MONOGRAM 28MM",
      "slug": "TAMBOUR-MONOGRAM-28MM",
      "description": "As the Louis Vuitton’s emblematic timepiece, the Tambour watch represents a clever combination of subtle elegance and strong personality. Entirely developed in our manufacture La Fabrique du Temps in Geneva, its dial faithfully reproduces the iconic Monogram canvas and showcase the House’s signature look. This versatile and timeless watch mixes brown and gold in a perfect combination to enlight a feminine look.",
      "price": "5755",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-monogram-28mm-watches--QBB165_PM2_Front%20view.png?wid=2048&hei=2048",
      "categoryId": "5",
      "authorId": "1"
    },
    {
      "id": "16",
      "name": "NUIT DE FEU",
      "slug": "NUIT-DE-FEU",
      "description": "Plunged into the icy night, the desert seems frozen under an endlessly star-studded sky. In the heart of this darkness, a camp fire is crackling, its dancing flames warm the travelers, its smoke curling upwards into the sky. This moment, this scent of eternity, has inspired the Master Perfumer Jacques Cavallier Belletrud to create a vibrant tribute to incense, a sacred scent revered down the ages and across cultures. It is the signature ingredient in Nuit de Feu, with three exceptional essences in its trail. Softened by an exclusive infusion of natural leather, and glorified by a powerful musk accord, the incense molds the mystical scrolls of oud wood into a perfume that resonates with the history of the world.",
      "price": "365",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-nuit-de-feu-fragrances--LP0167_PM2_Front%20view.png?wid=2048&hei=2048",
      "categoryId": "4",
      "authorId": "1"
    },
    {
      "id": "17",
      "name": "L'IMMENSITÉ",
      "slug": "LIMMENSITE",
      "description": "To open your arms so wide it’s as if they were wings deployed to take flight. Like a response to a vast, beckoning sea that nourishes fantasies of total freedom. Sometimes, finding yourself before a limitless horizon that stretches to the sky is all it takes to make your heart beat faster. Inspired by this invigorating impression captured during his travels, Master Perfumer Jacques Cavallier Belletrud composed a laser-sharp ode to freshness. A crackling whisper of ginger brightened by the bitterness of grapefruit and softened by an addictive and sensual amber note. The promise of new horizons, like a fresh page waiting to invent a new life.",
      "price": "280",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-l-immensit%C3%A9-fragrances--LP0052_PM2_Front%20view.png?wid=2048&hei=2048",
      "categoryId": "4",
      "authorId": "1"
    },
    {
      "id": "18",
      "name": "SLENDER WALLET",
      "slug": "SLENDER-WALLET",
      "description": "Allying form with function, the practical Slender Wallet is fashioned from Monogram Eclipse Reverse canvas with a grained leather lining. This sleek wallet slips easily into almost any pocket or bag and features numerous card slots as well as a compartment for bills.",
      "price": "480",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-slender-wallet-monogram-eclipse-canvas-small-leather-goods--M80906_PM2_Front%20view.png?wid=2048&hei=2048",
      "categoryId": "3",
      "authorId": "1"
    },
    {
      "id": "19",
      "name": "PETIT DAMIER SCARF NM",
      "slug": "PETIT-DAMIER-SCARF-NM",
      "description": "This soft wool scarf is knitted with high precision to reproduce the details of Louis Vuitton's iconic Damier pattern. An ideal gift to keep warm during cold weather.",
      "price": "475",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-petit-damier-scarf-nm-s00-scarves--M70030_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "3",
      "authorId": "1"
    },
    {
      "id": "20",
      "name": "JET POCKET BLOUSON",
      "slug": "JET-POCKET-BLOUSON",
      "description": "This contemporary twist on tailoring offers a chic blouson with crisp lines, piped pockets and a gathered bottom hem. It is made from wool-blend suiting fabric with a graphic jacquard Damier Cross motif. Sporty details, such as the pointed collar, the zip closure and elasticated bottom hem make this piece a versatile wardrobe addition. ",
      "price": "3200",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-jet-pocket-blouson-ready-to-wear--HOFB1WMV6910_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "7",
      "authorId": "1"
    },
    {
      "id": "21",
      "name": "REGULAR DNA COLLAR SHIRT",
      "slug": "REGULAR-DNA-COLLAR-SHIRT",
      "description": "This smart tailored shirt has a pared-down quality thanks to a concealed button placket, while a DNA collar adds a modern twist. This piece is made from fine cotton shirting featuring a subtle Monogram Geometric motif. A single visible button on the collar with LV stitching adds a final finishing touch.",
      "price": "820",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-regular-dna-collar-shirt-ready-to-wear--HOFS6WMU9704_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "7",
      "authorId": "1"
    },
    {
      "id": "22",
      "name": "D-RING TURTLENECK SWEATER",
      "slug": "D-RING-TURTLENECK-SWEATER",
      "description": "A timeless essential revisited with a chic runway signature. Crafted in a comfortable relaxed fit from plush draped cashmere, this turtleneck sweater is warm, cozy and elegant for everyday wear throughout the season. The collection’s D-ring details add an understated seasonal touch to the neckline and sleeves. Finished with tone-on-tone ribbing.",
      "price": "2200",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-d-ring-turtleneck-sweater-ready-to-wear--FNKL92TL8002_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "2",
      "authorId": "1"
    },
    {
      "id": "23",
      "name": "SIGNATURE DOUBLE FACE SHORT WRAP COAT",
      "slug": "SIGNATURE-DOUBLE-FACE-SHORT-WRAP-COAT",
      "description": "An iconic Louis Vuitton silhouette revisited in a chic seasonal shade. This short hooded wrap coat is crafted from soft, warm double face wool-silk for cozy comfort, detailed with a discreet Monogram jacquard on the inside. The clean, streamlined cut is framed with tonal leather piping, while a Louis Vuitton Paris belt accentuates the waistline.",
      "price": "5400",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-signature-double-face-short-wrap-coat-ready-to-wear--FNCO19QWE125_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "2",
      "authorId": "1"
    },
    {
      "id": "24",
      "name": "XL SHOULDER OVERSIZED JACKET",
      "slug": "XL-SHOULDER-OVERSIZED-JACKET",
      "description": "This imposing piece has extra large shoulders that are structured. The collar has a deconstructed, surrealist quality, with lapels crossing each other in an unexpected way. Details include a metal dove button closure, flap pockets, a chainette and two hidden pockets on the inside. The piece is fully lined with silk.",
      "price": "4000",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-xl-shoulder-oversized-jacket-ready-to-wear--HNJ65WOY9002_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "1",
      "authorId": "1"
    },
    {
      "id": "25",
      "name": "WORKWEAR CHORE COAT",
      "slug": "WORKWEAR-CHORE-COAT",
      "description": "This heavy-duty canvas chore coat has a minimalist, boxy silhouette, with square chest pockets and a hidden snap button front closure. It has two roomy kangaroo pockets and is lined with cotton. Signatures include a contrasting pin under the collar and a retro embroidered Louis Vuitton on the bottom left pocket.",
      "price": "2630",
      "mainImg": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-workwear-chore-coat-ready-to-wear--HNB72WND9152_PM1_Worn%20view.png?wid=2048&hei=2048",
      "categoryId": "1",
      "authorId": "1"
    }
  ],
  "Images": [
    {
      "id": "1",
      "productId": "1",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lock-it-tote-lv-aerogram-bags--M59158_PM2_Front%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "2",
      "productId": "1",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lock-it-tote-lv-aerogram-bags--M59158_PM1_Side%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "3",
      "productId": "2",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-city-keepall-monogram-eclipse-canvas-bags--M45936_PM2_Front%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "4",
      "productId": "2",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-city-keepall-monogram-eclipse-canvas-bags--M45936_PM1_Side%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "5",
      "productId": "3",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-briefcase-lv-aerogram-bags--M59159_PM2_Front%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "6",
      "productId": "3",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-briefcase-lv-aerogram-bags--M59159_PM1_Side%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "7",
      "productId": "4",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-initiales-40mm-reversible-monogram-eclipse-canvas-belts--M9043U_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "8",
      "productId": "4",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-initiales-40mm-reversible-monogram-eclipse-canvas-belts--M9043U_PM1_Other%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "9",
      "productId": "5",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-monogram-essential-cap-s00-hats-and-gloves--M76584_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "10",
      "productId": "5",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-monogram-essential-cap-s00-hats-and-gloves--M76584_PM1_Side%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "11",
      "productId": "6",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-air-square-sunglasses-s00-new-this-season--Z1706U_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "12",
      "productId": "6",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-air-square-sunglasses-s00-new-this-season--Z1706U_PM1_Side%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "13",
      "productId": "7",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-archlight-slingback-pump-shoes--AN5E1ISL02_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "14",
      "productId": "7",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-archlight-slingback-pump-shoes--AN5E1ISL02_PM1_Closeup%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "15",
      "productId": "8",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-academy-loafer-shoes--AIAL4BPC02_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "16",
      "productId": "8",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-academy-loafer-shoes--AIAL4BPC02_PM1_Interior2%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "17",
      "productId": "9",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-revival-flat-mule-shoes--ANVH3ALKRC_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "18",
      "productId": "9",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-revival-flat-mule-shoes--ANVH3ALKRC_PM1_Closeup%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "19",
      "productId": "10",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-pav%C3%A9-v-ring-platinum-jewelry--Q9Y47F_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "20",
      "productId": "10",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-pav%C3%A9-v-ring-platinum-jewelry--Q9Y47F_PM1_Side%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "21",
      "productId": "11",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-2-5mm-wedding-band-platinum-jewelry--Q9Y49F_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "22",
      "productId": "11",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-2-5mm-wedding-band-platinum-jewelry--Q9Y49F_PM1_Cropped%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "23",
      "productId": "12",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-pendant-lv-monogram-star-cut-jewelry--Q03018_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "24",
      "productId": "12",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-lv-diamonds-pendant-lv-monogram-star-cut-jewelry--Q03018_PM1_Interior%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "25",
      "productId": "13",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-monogram-watches-and-jewelry--QBB107_PM1_Side%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "26",
      "productId": "13",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-monogram-watches-and-jewelry--QBB107_PM1_Back%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "27",
      "productId": "14",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-moon-dual-time-35mm-watches--QBB182_PM1_Side%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "28",
      "productId": "14",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-moon-dual-time-35mm-watches--QBB182_PM1_Back%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "29",
      "productId": "15",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-monogram-28mm-watches--QBB165_PM1_Side%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "30",
      "productId": "15",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-tambour-monogram-28mm-watches--QBB165_PM1_Back%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "32",
      "productId": "16",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-nuit-de-feu-fragrances--LP0167_PM1_Detail%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "31",
      "productId": "16",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-nuit-de-feu-fragrances--LP0167_PM1_Side%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "33",
      "productId": "17",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-l-immensit%C3%A9-fragrances--LP0052_PM1_Other%20view2.png?wid=1240&hei=1240"
    },
    {
      "id": "34",
      "productId": "17",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-l-immensit%C3%A9-fragrances--LP0052_PM1_Back%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "35",
      "productId": "18",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-slender-wallet-monogram-eclipse-canvas-small-leather-goods--M80906_PM1_Side%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "36",
      "productId": "18",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-slender-wallet-monogram-eclipse-canvas-small-leather-goods--M80906_PM1_Back%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "37",
      "productId": "19",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-petit-damier-scarf-nm-s00-scarves--M70030_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "48",
      "productId": "19",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-petit-damier-scarf-nm-s00-scarves--M70030_PM1_Closeup%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "38",
      "productId": "20",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-jet-pocket-blouson-ready-to-wear--HOFB1WMV6910_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "49",
      "productId": "20",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-jet-pocket-blouson-ready-to-wear--HOFB1WMV6910_PM1_Detail%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "39",
      "productId": "21",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-regular-dna-collar-shirt-ready-to-wear--HOFS6WMU9704_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "50",
      "productId": "21",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-regular-dna-collar-shirt-ready-to-wear--HOFS6WMU9704_PM1_Detail%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "40",
      "productId": "22",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-d-ring-turtleneck-sweater-ready-to-wear--FNKL92TL8002_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "41",
      "productId": "22",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-d-ring-turtleneck-sweater-ready-to-wear--FNKL92TL8002_PM1_Cropped%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "42",
      "productId": "23",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-signature-double-face-short-wrap-coat-ready-to-wear--FNCO19QWE125_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "43",
      "productId": "23",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-signature-double-face-short-wrap-coat-ready-to-wear--FNCO19QWE125_PM1_Cropped%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "44",
      "productId": "24",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-xl-shoulder-oversized-jacket-ready-to-wear--HNJ65WOY9002_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "45",
      "productId": "24",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-xl-shoulder-oversized-jacket-ready-to-wear--HNJ65WOY9002_PM1_Cropped%20view.png?wid=1240&hei=1240"
    },
    {
      "id": "46",
      "productId": "25",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-workwear-chore-coat-ready-to-wear--HNB72WND9152_PM2_Front%20view.png?wid=2048&hei=2048"
    },
    {
      "id": "47",
      "productId": "25",
      "imgUrl": "https://us.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-workwear-chore-coat-ready-to-wear--HNB72WND9152_PM1_Cropped%20view.png?wid=1240&hei=1240"
    }
  ]
}